{
  "text": [
    "You jump, I jump, remember?",
    "I'm the king of the world!",
    "I'll never let go, Jack. I'll never let go.",
    "A woman's heart is a deep ocean of secrets.",
    "Jack, I want you to draw me like one of your French girls.",
    "When you got nothing, you got nothing to lose.",
    "A real man makes his own luck.",
    "Promise me you'll survive. That you won't give up, no matter what happens, no matter how hopeless.",
    "Winning that ticket, Rose, was the best thing that ever happened to me. It brought me to you.",
    "It's been 84 years, and I can still smell the fresh paint.",
    "It was the ship of dreams to everyone else. To me, it was a slave ship, taking me back to America in chains.",
    "I figure life's a gift, and I don't intend on wasting it.",
    "We're women. Our choices are never easy.",
    "It doesn't make any sense. That's why I trust it.",
    "We're dressed in our best and are prepared to go down as gentlemen.",
    "Gentlemen, it has been a privilege playing with you tonight.",
    "I'm sorry I didn't build you a stronger ship, young Rose.",
    "Of course it's unfair. We're women. Our choices are never easy.",
    "I intend to write a strongly worded letter to the White Star Line about all this.",
    "I believe you may get your headlines, Mr. Ismay.",
    "Jack, this is where we first met.",
    "Don't you do that, don't say your goodbyes.",
    "I'm involved now. You let go, and I'm gonna have to jump in there after you.",
    "You have a gift, Jack. You see people.",
    "Oh, stop it, mother. You'll give yourself a nosebleed.",
    "It's a fine match with Hockley. It will ensure our survival.",
    "There's no need for that, Mr. Andrews. Just stay calm.",
    "I want you to use that axe, Rose. Try to hit the same mark again, please.",
    "I'm not a foreman in one of your mills that you can command. I'm your fiancé.",
    "You shine up like a new penny.",
    "God Almighty. This is it! Hold on!",
    "We'll stay together. It's all we'll have left.",
    "I believe you are blushing, Mr. Big Artiste. I can't imagine Monsieur Monet blushing.",
    "You have a gift, Jack. You see people.",
    "This is absurd. Two thousand people cannot fit into one boat!",
    "You must do me this honor, Rose. Promise me you will survive. That you will never give up.",
    "I'll never let go. I promise.",
    "Winning that ticket, Rose, was the best thing that ever happened to me. It brought me to you.",
    "Listen, Rose. You're going to get out of here. You're going to go on and you're going to make babies and watch them grow.",
    "I'm not an idiot. I know how the world works. I've got ten bucks in my pocket and I have nothing to offer you, and I know that. I understand. But I'm too involved now.",
    "I saw my whole life as if I'd already lived it. An endless parade of parties and cotillions, yachts and polo matches. Always the same narrow people, the same mindless chatter. I felt like I was standing at a great precipice, with no one to pull me back, no one who cared... or even noticed.",
    "Put your hands on me, Jack.",
    "Take her to sea, Mr. Murdoch. Let's stretch her legs.",
    "That’s the one good thing about Paris: there’s a lot of girls willing to take their clothes off.",
    "I’ll be fine. Really. Really, I don’t think I’ve ever been better.",
    "I saw that in a nickelodeon once and I always wanted to do it.",
    "A real man makes his own luck.",
    "I saw my whole life as if I’d already lived it. An endless parade of parties and cotillions, yachts and polo matches. Always the same narrow people, the same mindless chatter. I felt like I was standing at a great precipice, with no one to pull me back, no one who cared, or even noticed.",
    "Do you love him?",
    "Rose! How did you find out I didn’t do it?",
    "It was the ship of dreams... to everyone else. To me, it was a slave ship taking me back to America in chains.",
    "Don't do it.",
    "You're crazy!",
    "That's what everybody says, but with all due respect, Miss, I'm not the one hanging off the back of a ship here.",
    "You're going to go on and make lots of babies, and you're going to watch them grow. You're going to die an old lady, warm in her bed. Not here. Not this night. Not like this, do you understand me?",
    "I'm flying, Jack!",
    "I’m the king of the world!",
    "Never let go.",
    "There is no arrangement, is there?",
    "You unimaginable bastard.",
    "You’re going to get out of here. You’re going to go on and you’re going to make lots of babies and you’re going to watch them grow. You’re going to die an old... an old lady, warm in her bed. Not here. Not this night. Not like this. Do you understand me?",
    "Where to, Miss?",
    "To the stars."
  ]
}
